target/classes/ru/imagebook/server/service2/app/delivery/cost.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
	<soap12:Body>
		<Calc_tor xmlns="http://tempuri.org/">
			<ClientName>${clientName}</ClientName>
			<OrigCityCode>${origCityCode}</OrigCityCode>
			<DestCityCode>${destCityCode}</DestCityCode>
			<Weight>${weight}</Weight>
			<WBCost>${wbCost}</WBCost>
		</Calc_tor>
	</soap12:Body>
</soap12:Envelope>